export const typeofEstate = [
    "דירה",
    "דירת גן",
    "בית פרטי/קוטג'",
    "גג/פנטהאוז",
    "מגרשים",
    "דופלקס",
    "דירת נופש",
    "דו משפחתי",
    "מרתף/פרטר",
    "טריפלקס",
    "יחידת דיור",
    "משק חקלאי/נחלה",
    "משק עזר",
    "דיור מוגן",
    "בניין מגורים",
    "סטודיו/לופט",
    "מחסן",
    "חניה",
    "קב' רכישה/ זכות לנכס",
    "כללי",

]

export const estateCondition = [
    "חדש מקבלן (לא גרו בו בכלל)",
    "חדש (נכס בן עד 5 שנים)",
    "משופץ (שופץ ב5 שנים האחרונות)",
    "במצב שמור (במצב טוב, לא שופץ)",
    "דרוש שיפוץ (זקוק לעבודת שיפוץ)",
]